Revit 2024 API
PanelTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual PanelTypeSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As PanelTypeSetIterator
Visual C++
public:
virtual PanelTypeSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
PanelTypeSet Class
Autodesk.Revit.DB Namespace